{
  "metadata": {
    "generated": "2025-09-19T00:51:29.032Z",
    "version": "1.0.0",
    "totalSuburbs": 8,
    "totalQuestions": 53,
    "warnings": []
  },
  "suburbs": {
    "brookwater": [
      {
        "q": "Do you cover all real estate bond cleaning checklists in Brookwater?",
        "a": "Yes, our cleaners in Brookwater follow the latest REIQ and property manager checklists so your bond is fully protected."
      },
      {
        "q": "How soon can I book a bond clean in Brookwater?",
        "a": "We offer next-day and sometimes same-day bond cleaning in Brookwater—call us for urgent availability."
      },
      {
        "q": "Is your bond cleaning service in Brookwater insured?",
        "a": "Yes, all our Brookwater bond cleans are fully insured, and our team is police-checked for your peace of mind."
      },
      {
        "q": "Did you know this about Brookwater?",
        "a": "Brookwater is famous for its golf course, which was designed by Australian golf legend Greg Norman and consistently ranks among the top public courses in Australia."
      }
    ],
    "browns-plains": [
      {
        "q": "Do you cover all real estate bond cleaning checklists in Browns Plains?",
        "a": "Yes, our cleaners in Browns Plains follow the latest REIQ and property manager checklists so your bond is fully protected."
      },
      {
        "q": "How soon can I book a bond clean in Browns Plains?",
        "a": "We offer next-day and sometimes same-day bond cleaning in Browns Plains—call us for urgent availability."
      },
      {
        "q": "Is your bond cleaning service in Browns Plains insured?",
        "a": "Yes, all our Browns Plains bond cleans are fully insured, and our team is police-checked for your peace of mind."
      },
      {
        "q": "Did you know this about Browns Plains?",
        "a": "Browns Plains is a major retail and commercial hub for Logan City and was named after Charles and Thomas Brown, early European settlers in the area."
      }
    ],
    "forest-lake": [
      {
        "q": "Do you cover all real estate bond cleaning checklists in Forest Lake?",
        "a": "Yes, our cleaners in Forest Lake follow the latest REIQ and property manager checklists so your bond is fully protected."
      },
      {
        "q": "How soon can I book a bond clean in Forest Lake?",
        "a": "We offer next-day and sometimes same-day bond cleaning in Forest Lake—call us for urgent availability."
      },
      {
        "q": "Is your bond cleaning service in Forest Lake insured?",
        "a": "Yes, all our Forest Lake bond cleans are fully insured, and our team is police-checked for your peace of mind."
      },
      {
        "q": "Did you know this about Forest Lake?",
        "a": "Forest Lake was Brisbane's first master-planned community and features a central lake covering nearly 11 hectares, used for recreation and community events."
      }
    ],
    "indooroopilly": [
      {
        "q": "Do you cover all real estate bond cleaning checklists in Indooroopilly?",
        "a": "Yes, our cleaners in Indooroopilly follow the latest REIQ and property manager checklists so your bond is fully protected."
      },
      {
        "q": "How soon can I book a bond clean in Indooroopilly?",
        "a": "We offer next-day and sometimes same-day bond cleaning in Indooroopilly—call us for urgent availability."
      },
      {
        "q": "Is your bond cleaning service in Indooroopilly insured?",
        "a": "Yes, all our Indooroopilly bond cleans are fully insured, and our team is police-checked for your peace of mind."
      },
      {
        "q": "Did you know this about Indooroopilly?",
        "a": "Indooroopilly is home to one of Queensland's largest shopping centres and the heritage-listed Walter Taylor Bridge, which has apartments built into its towers."
      }
    ],
    "kenmore": [
      {
        "q": "Do you cover all real estate bond cleaning checklists in Kenmore?",
        "a": "Yes, our cleaners in Kenmore follow the latest REIQ and property manager checklists so your bond is fully protected."
      },
      {
        "q": "How soon can I book a bond clean in Kenmore?",
        "a": "We offer next-day and sometimes same-day bond cleaning in Kenmore—call us for urgent availability."
      },
      {
        "q": "Is your bond cleaning service in Kenmore insured?",
        "a": "Yes, all our Kenmore bond cleans are fully insured, and our team is police-checked for your peace of mind."
      },
      {
        "q": "Did you know this about Kenmore?",
        "a": "Kenmore is named after a Scottish village and is renowned for its leafy streets and the historic Kenmore War Memorial, which was unveiled in 1920."
      }
    ],
    "redbank-plains": [
      {
        "q": "Do you cover all real estate bond cleaning checklists in Redbank Plains?",
        "a": "Yes, our cleaners in Redbank Plains follow the latest REIQ and property manager checklists so your bond is fully protected."
      },
      {
        "q": "How soon can I book a bond clean in Redbank Plains?",
        "a": "We offer next-day and sometimes same-day bond cleaning in Redbank Plains—call us for urgent availability."
      },
      {
        "q": "Is your bond cleaning service in Redbank Plains insured?",
        "a": "Yes, all our Redbank Plains bond cleans are fully insured, and our team is police-checked for your peace of mind."
      },
      {
        "q": "Did you know this about Redbank Plains?",
        "a": "Redbank Plains has a railway station that dates back to 1874 and is one of the oldest continually used rail stops in the Ipswich area."
      }
    ],
    "springfield-lakes": [
      {
        "q": "Do you cover all real estate bond cleaning checklists in Springfield Lakes?",
        "a": "Yes, our cleaners in Springfield Lakes follow the latest REIQ and property manager checklists so your bond is fully protected."
      },
      {
        "q": "How soon can I book a bond clean in Springfield Lakes?",
        "a": "We offer next-day and sometimes same-day bond cleaning in Springfield Lakes—call us for urgent availability."
      },
      {
        "q": "Is your bond cleaning service in Springfield Lakes insured?",
        "a": "Yes, all our Springfield Lakes bond cleans are fully insured, and our team is police-checked for your peace of mind."
      },
      {
        "q": "Did you know this about Springfield Lakes?",
        "a": "Springfield Lakes has over 23 artificial lakes and wetlands, and was awarded the 'Master Planned Community of the Year' by the Urban Development Institute of Australia."
      }
    ],
    "springwood": [
      {
        "q": "Do you cover all real estate bond cleaning checklists in Springwood?",
        "a": "Yes, our cleaners in Springwood follow the latest REIQ and property manager checklists so your bond is fully protected."
      },
      {
        "q": "How soon can I book a bond clean in Springwood?",
        "a": "We offer next-day and sometimes same-day bond cleaning in Springwood—call us for urgent availability."
      },
      {
        "q": "Is your bond cleaning service in Springwood insured?",
        "a": "Yes, all our Springwood bond cleans are fully insured, and our team is police-checked for your peace of mind."
      },
      {
        "q": "Did you know this about Springwood?",
        "a": "Springwood is near Daisy Hill Conservation Park, a significant habitat for koalas and home to one of South East Queensland's best mountain bike trails."
      }
    ]
  },
  "services": {
    "bathroom": [
      {
        "q": "What’s included in a bathroom deep clean?",
        "a": "Detailing of tiles and grout, shower screens and glass, tapware and fittings, vents and fans, mirrors and vanity, toilet sanitisation, and edges where soap scum builds up."
      },
      {
        "q": "How long does it take?",
        "a": "Usually 1–3 hours depending on bathroom size and condition."
      },
      {
        "q": "Do you fix mould or silicone?",
        "a": "We remove surface mould and soap scum; structural silicone replacement is not included."
      },
      {
        "q": "Do you bring supplies?",
        "a": "Yes, we bring professional cleaning products and tools suitable for bathrooms."
      }
    ],
    "bond": [
      {
        "q": "What’s included in a bond clean?",
        "a": "Kitchen (including oven), bathrooms and grout, internal windows/sills/tracks, cupboards/drawers in/out, skirtings and switches, reachable fans/vents, and all floors. We finish with a daylight detail pass for marks and edges."
      },
      {
        "q": "What’s not included?",
        "a": "Paint repairs, silicone or structural fixes, unsafe exterior access, pest control, and specialist stain removal unless scoped as add-ons. Tell us if carpets or external windows are required by your lease."
      },
      {
        "q": "How long does it take?",
        "a": "Small unit: ~3–6 hours. Larger homes take longer. Add time for heavy ovens, many blinds, internal windows/tracks, and carpet steam cleaning."
      },
      {
        "q": "Do you guarantee my bond back?",
        "a": "We provide 7-day re-clean support aligned to your property manager’s feedback. If something’s missed within the window, we return and fix it."
      },
      {
        "q": "Do I need to be home?",
        "a": "No—just ensure power and water are on and we have access (keys, codes, parking). We’ll update you and confirm when done."
      },
      {
        "q": "How do you price?",
        "a": "Fixed quotes based on size, condition and add-ons. If the home differs materially from your brief, we’ll confirm any change before work—no surprises."
      },
      {
        "q": "Do you clean reachable external windows?",
        "a": "Yes, as an add-on where safe and reachable from ground level. High-risk access isn’t included."
      },
      {
        "q": "What if the agent asks for changes?",
        "a": "Send their list. We’ll schedule a re-clean within 7 days and target the exact items they flagged."
      }
    ],
    "spring": [
      {
        "q": "What’s included in a spring clean?",
        "a": "A top-to-bottom refresh: kitchen surfaces and appliances exteriors, bathrooms, skirting boards, window tracks, fans, light fittings, dusting, floors and cobweb removal. Add-ons like oven or fridge deep clean are available on request."
      },
      {
        "q": "How long does a spring clean take?",
        "a": "Most homes take 4–8 hours depending on size, condition and selected add-ons. We’ll confirm timing when we quote."
      },
      {
        "q": "Do you bring supplies and equipment?",
        "a": "Yes — our team brings professional products and gear. If you have sensitivities, let us know and we can use low-fragrance alternatives."
      },
      {
        "q": "Can I customise the spring clean?",
        "a": "Absolutely. Tell us what matters most (e.g., fans, tracks, wet areas) and we’ll tailor the checklist to suit your home."
      }
    ]
  },
  "generic": [
    {
      "q": "Do you offer same-day service?",
      "a": "Yes, we offer same-day bond cleaning service subject to availability. Contact us early in the day for best availability."
    },
    {
      "q": "What is your bond back guarantee?",
      "a": "We provide a 100% bond back guarantee. If you don't get your full bond back due to cleaning issues, we'll return and fix any problems free of charge."
    },
    {
      "q": "How long does a bond clean take?",
      "a": "A typical bond clean takes 4-8 hours depending on the size and condition of the property. We'll provide an accurate time estimate when quoting."
    },
    {
      "q": "Do you bring your own cleaning supplies?",
      "a": "Yes, we bring all professional-grade cleaning supplies and equipment. You don't need to provide anything."
    },
    {
      "q": "Can I get a quote over the phone?",
      "a": "We can provide an initial estimate over the phone, but we recommend an in-person inspection for the most accurate quote."
    }
  ]
}
